tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "curl"
brew "git"
brew "mysql@5.7", restart_service: true
brew "pipenv"
brew "pyenv"
brew "python@3.8"
brew "yarn"
cask "chromedriver"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "zoomus"
cask "fork"
cask "deepl"
cask "notion"
cask "postman"

