tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "curl"
brew "git"
brew "mysql@5.7", restart_service: true
brew "pipenv"
brew "pyenv"
brew "python"
brew "yarn"
brew "zplug"
brew "zsh-git-prompt"
brew "bat"
brew "exa"
brew "tree"
brew "make"
brew "zsh-completion"
brew "docker"

cask "chromedriver"
cask "tabby"
cask "slack"
cask "visual-studio-code"
cask "alfred"
cask "alt-tab"
cask "clipy"
cask "karabiner-elements"
cask "zoomus"
cask "fork"
cask "deepl"
cask "postman"
cask "dbeaver-community"




